{
     "isim": "2017-tyt-turkce",
     "sorular": [
          {
               "metin": "Yahya Kemal’in şiirlerini bir araya \n---- \nKendi Gök \nKubbemiz\n, adını bir şiirin başlığından değil, bir \nmısradan\n----. ",
               "soru": "Bu cümlede boş bırakılan yerlere  aşağıdakilerden hangisi sırasıyla  getirilmelidir?    ",
               "siklar": [
                    "toplayan  –  veriyor   ",
                    "birleştiren –  esinleniyor  ",
                    "getiren  – alıyor ",
                    "kapsayan  –  getiriyor  "
               ],
               "dogruindex": "2"
          },
          {
               "metin": "Ne olursa olsun (Her durumda), söylenmek I istenen şeyi anlatacak tek bir sözcük, canlandıracak (pekiştirecek) tek bir fiil, II nitelendirecek tek bir sıfat vardır. İşte insan bu sözcüğü, bu fiili, bu sıfatı buluncaya kadar uğraşmalıdır (çabalamalıdır ). Yaklaşık olanla III kesinlikle (asla) yetinmemeli, hiçbir hileye, IV güçlüğü yenmek (zorluğu aşmak) için sahte V dil oyunlarına başvurmamalıdır.  ",
               "soru": "Bu parçada numaralanmış sözlerin hangisi,  ayraç içinde verilen açıklamayla anlamca  uyuşmamaktadır ?  ",
               "siklar": [
                    "I",
                    "II",
                    "II ",
                    "IV "
               ],
               "dogruindex": "1"
          },
          {
               "metin": "O, iyi yazılmış şiirin geniş kitlelere ulaşabileceğini \nispatladığı gibi edebiyatçının sadece yazarak değil, \nyaşayarak ve konuşarak da toplumu yarına hazırlamak \ngibi bir işlevi yerine getirebileceğini gösteren en güzel \nörnek oldu. ",
               "soru": "Bu cümlede söz edilen edebiyatçı ile ilgili olarak  aşağıdakilerden hangisi söylenebilir",
               "siklar": [
                    "Yazdıklarının yanı sıra yaptıklarıyla da  insanlara  yol  gösterdiğ",
                    "Şiirleriyle birlikte farklı edebî türlerde de önemli eserler verdiği",
                    "Ününü eserlerinden çok yaşantısına borçlu olduğu",
                    "Şiirlerinde toplum un ortak  sorunları nı ön plana çıkardığı"
               ],
               "dogruindex": "2"
          },
          {
               "metin": "I. \nAnadolu’da kilim dokuma esnasında yapılan \nbazı hatalar\nözellikle düzeltilmez.\nII. \n“Bir yanlış, bir nakış.” sözü bu\nhatalardan \ndoğan özgün buluşları dile getirir",
               "soru": "Aşağıdakilerden hangisi, bu iki cümlede ifade  edilenleri doğru bir biçimde birleştirmiştir?",
               "siklar": [
                    "Anadolu’da kilim dokuma sürecinde ortaya  çıkan hataların ısrarla tekrarlanması, yapılan  hataların özgün desenler ortaya çıkardığına  yönelik eski bir inanışa dayandırılmaktadır.",
                    "Anadolu’da kilim dokurken yapılan bazı  hataların kasten düzeltilmemesi, yapılan her  yanlışın özgün bir nakışın üretilmesini  sağladığına yönelik bir sözle çelişmektedir.",
                    "Anadolu’da kilim dokurken yapılan hataların bile  isteye göz ardı edilmesi, bu hataların  azaltılmasının bizi özgün buluşlara  yönelteceğini öneren bir sözden  kaynaklanmaktadır",
                    "Yapılan bazı yanlışların özgün bir buluş  veya  nakışın önünü açtığına inanıldığı için  Anadolu’da kilim dokurken yapılan bazı hatal ar  kasıtlı olarak düzeltilmez."
               ],
               "dogruindex": "3"
          }
     ]
}